Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryDir1NoSpacing Property
 "Major, Both Faces (Brief)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryDir1NoSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryDir1NoSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryDir1NoSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryDir1NoSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace